Repository: mobile236/mobile-flutter-apps
Catalog: ios/Localizations/*.lproj/Localizable-Authentication.strings
Languages: af, ar, da, de, es, et, fi, fr, hi, id, it, ja, km, ko, lt, lv, mt, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, vi, zh_hans, zh_hant

# auth.alert-view.button.confirm.title
source: Confirm
af: Bevestig
ar: تأكيد
da: Bekræft
de: Bestätigen
es: Confirmar
et: Kinnitage
fi: Vahvista
fr: Confirmer
hi: पुष्टि करें
id: Konfirmasikan
it: Conferma
ja: 確認
km: បញ្ជាក់
ko: 확인
lt: Patvirtinti
lv: Apstiprināt
mt: Ikkonferma
nb: Bekreft
nl: Bevestig
pl: Potwierdź
pt: Confirme
ro: Confirmare
ru: Подтвердить
sk: Potvrdiť
sl: Potrdi
sv: Bekräfta
th: ยืนยัน
tr: Onayla
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

# auth.alert-view.camera-access-disabled.description
source: %@ needs access to your camera. Please check your privacy settings.
af: %@ benodig toegang tot u kamera. Gaan asseblief u privaatheidsinstellings na.
ar: يحتاج %@ إلى الوصول إلى الكاميرا. يُرجى التحقق من إعدادات الخصوصية الخاصة بك.
da: %@ skal have adgang til kameraet. Tjek dine indstillinger for beskyttelse af personlige oplysninger.
de: %@ benötigt Zugriff auf Ihre Kamera. Bitte überprüfen Sie Ihre Privatsphäre-Einstellungen.
es: %@ necesita acceso a su cámara. Compruebe sus ajustes de privacidad.
et: %@ vajab juurdepääsu teie kaamerale. Kontrollige oma privaatsusseadeid.
fi: %@ tarvitsee kameran käyttöoikeuden. Tarkista tietosuoja-asetukset.
fr: %@ a besoin d'avoir accès à votre caméra. Veuillez vérifier vos paramètres de confidentialité.
hi: %@ को आपके कैमरे के एक्सेस की आवश्यकता है। कृपया अपनी गोपनीयता सेटिंग जांचें।
id: %@ membutuhkan akses ke kamera Anda. Periksa pengaturan privasi Anda.
it: %@ richiede l'accesso alla vostra fotocamera. Si prega di controllare le impostazioni della privacy.
ja: %@はカメラにアクセスする必要があります。プライバシー設定を確認してください。
km: %@ ត្រូវការចូលប្រើកាមេរ៉ារបស់អ្នក។ សូមពិនិត្យមើលការកំណត់ឯកជនភាពរបស់អ្នក។
ko: %@이(가) 카메라에 액세스해야 합니다. 개인 정보 설정을 확인하세요.
lt: %@ reikia prieigis prie jūsų fotoaparato. Prašome patikrinti savo privatumo nustatymus.
lv: %@ nepieciešama piekļuve jūsu kamerai. Lūdzu, pārbaudiet savus privātuma iestatījumus.
mt: %@ għandu bżonn aċċess għall-kamera tiegħek. Jekk jogħġbok iċċekkja s-settings tal-privatezza tiegħek.
nb: %@ trenger tilgang til kameraet. Sjekk personverninnstillingene dine.
nl: %@ heeft toegang tot uw camera nodig. Controleer uw privacy instellingen alstublieft.
pl: %@ wymaga dostępu do aparatu. Sprawdź ustawienia prywatności.
pt: %@ precisa de ter acesso à sua câmara. Verifique as suas definições de privacidade.
ro: %@ are nevoie de acces la camera dumneavoastră. Vă rugăm să verificați setările de confidențialitate.
ru: %@ нужен доступ к вашей камере. Проверьте настройки конфиденциальности.
sk: %@ potrebuje prístup k vášmu fotoaparátu. Skontrolujte svoje nastavenia súkromia.
sl: %@ potrebuje dostop do kamere. Preverite nastavitve zasebnosti.
sv: %@ behöver åtkomst till din kamera. Kontrollera dina integritetsinställningar.
th: %@ ต้องการเข้าถึงกล้อง โปรดตรวจสอบการตั้งค่าความเป็นส่วนตัวของคุณ
tr: %@ kamera erişimine ihtiyaç duyuyor. Lütfen gizlilik ayarlarınızı kontrol edin.
vi: %@ cần truy cập máy ảnh của bạn. Vui lòng kiểm tra cài đặt quyền riêng tư của bạn.
zh_hans: %@ 需要访问您的摄像头。请检查您的隐私设置。
zh_hant: %@ 需要存取您的相機。請檢查您的隱私設定。

# auth.alert-view.camera-access-disabled.title
source: Camera access disabled
af: Toegang tot kamera is gedeaktiveer
ar: تم تعطيل الوصول إلى الكاميرا
da: Kameraadgang deaktiveret
de: Kamerazugriff ist deaktiviert
es: Acceso a la cámara inactivo
et: Juurdepääs kaamerale on keelatud
fi: Kamera on poistettu käytöstä
fr: Accès à la caméra désactivé
hi: कैमरा एक्सेस अक्षम किया गया है
id: Akses kamera dinonaktifkan
it: Accesso alla fotocamera disabilitato
ja: カメラへのアクセスが無効になっています
km: ការចូលប្រើកាមេរ៉ាត្រូវបានបិទ
ko: 카메라 액세스 비활성화
lt: Prieiga prie fotoaparato išjungta
lv: Piekļuve kamerai ir atspējota
mt: L-aċċess għall-kamera huwa ddiżattivat
nb: Kameratilgang deaktivert
nl: Cameratoegang ontgrendeld
pl: Dostęp do aparatu wyłączony
pt: O acesso à câmara está desativado
ro: Accesul la cameră dezactivat
ru: Доступ к камере отключен
sk: Prístup k fotoaparátu je zamietnutý
sl: Dostop do kamere je onemogočen.
sv: Kameraåtkomst inaktiverad
th: การเข้าถึงกล้องถูกปิดใช้งาน
tr: Kamera erişimi devre dışı
vi: Quyền truy cập máy ảnh bị vô hiệu hóa
zh_hans: 摄像头访问权限被禁用
zh_hant: 相機存取權限已停用

# auth.error-view.button.cancel.title
source: Cancel
af: Kanselleer
ar: إلغاء
da: Annuller
de: Beenden
es: Cancelar
et: Tühista
fi: Peruuta
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
km: បោះបង់
ko: 취소
lt: Atšaukti
lv: Atcelt
mt: Ikkanċella
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt: Cancelar
ro: Anulare
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# auth.error-view.button.retry.title
source: Retry
af: Probeer weer
ar: إعادة المحاولة
da: Forsøg igen
de: Wiederholen
es: Reintentar
et: Proovi uuesti
fi: Yritä uudelleen
fr: Réessayer
hi: पुन: प्रयास करें
id: Coba lagi
it: Riprova
ja: リトライ
km: ព្យាយាមម្តងទៀត
ko: 다시 시도
lt: Bandyti iš naujo
lv: Mēģiniet vēlreiz
mt: Erġa' pprova
nb: Prøv på nytt
nl: Probeer nog eens
pl: Ponów
pt: Tentar novamente
ro: Reîncercare
ru: Повторить
sk: Opakovať
sl: Poskusi znova
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar Dene
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# auth.error-view.error.header.title
source: Error
af: Fout
ar: خطأ
da: Fejl
de: Fehler
et: Viga
fi: Virhe
fr: Erreur
hi: त्रुटि
id: Ksalahn
it: Errore
ja: エラー
km: កំហុស
ko: 오류
lt: Klaida
lv: Kļūda
mt: Żball
nb: Feil
nl: Fout
pl: Błąd
pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sl: Napaka
sv: Fel
th: ข้อผิดพลาด
tr: Hata
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

# auth.error.authentication-failed.title
source: Authentication failed
af: Verifikasie het misluk
ar: فشلت المصادقة
da: Godkendelse mislykkedes
de: Authentifizierung fehlgeschlagen
es: Error de autenticación
et: Tuvastamine ebaõnnestus
fi: Todennus epäonnistui
fr: Échec de l'authentification
hi: प्रमाणीकरण विफल हो गया
id: Autentikasi gagal
it: Autenticazione non riuscita
ja: 認証に失敗しました
km: ការផ្ទៀងផ្ទាត់បានបរាជ័យ
ko: 인증 실패
lt: Autentifikavimas nepavyko
lv: Autentifikācija neizdevās
mt: L-awtentikazzjoni ma rnexxietx
nb: Godkjenning mislyktes
nl: Authentificatie mislukt
pl: Uwierzytelnianie nie powiodło się
pt: Falha na autenticação
ro: Autentificarea a eșuat
ru: Ошибка аутентификации
sk: Overenie zlyhalo
sl: Preverjanje pristnosti ni uspelo
sv: Autentisering misslyckades
th: การรับรองความถูกต้องล้มเหลว
tr: Kimlik doğrulama başarısız oldu
vi: Xác thực thất bại
zh_hans: 鉴权失败
zh_hant: 驗證失敗

# auth.error.cancelled-by-user.title
source: Cancelled by end-user
af: Gekanselleer deur eindgebruiker
ar: تم إلغاؤه من قبل المستخدم النهائي
da: Annulleret af slutbrugeren
de: Beendet durch Benutzer
es: Cancelado por el usuario final
et: Lõppkasutaja poolt tühistatud
fi: Loppukäyttäjän peruuttama
fr: Annulé par l'utilisateur
hi: अंतिम उपयोगकर्ता द्वारा रद्द
id: Dibatalkan oleh pengguna akhir
it: Annullato dall'utente finale
ja: エンドユーザーによりキャンセルされました
km: ត្រូវបានបោះបង់ដោយអ្នកប្រើចុងក្រោយ
ko: 최종 사용자가 취소
lt: Atšaukė galutinis naudotojas
lv: Gala lietotājs atcēla procesu
mt: Ikkanċellata mill-utent aħħari
nb: Avbrutt av sluttbruker
nl: Geannuleerd door eindgebruiker
pl: Anulowano przez użytkownika końcowego
pt: Cancelado pelo utilizador
ro: Anulat de utilizatorul final
ru: Отменено конечным пользователем
sk: Zrušené koncovým používateľom
sl: Preklical končni uporabnik.
sv: Avbruten av slutanvändaren
th: ยกเลิกโดยผู้ใช้ปลายทาง
tr: Son kullanıcı tarafından iptal edildi
vi: Đã hủy bởi người dùng cuối
zh_hans: 被最终用户取消
zh_hant: 最終使用者已取消

# auth.error.device-is-offline.title
source: No internet connection available
af: Geen internetverbinding beskikbaar nie
ar: لا يتوفر اتصال بالإنترنت
da: Der er ingen tilgængelig internetforbindelse
de: Keine Internetverbindung verfügbar
es: Ninguna conexión de internet disponible
et: Internetiühendus puudub
fi: Internet-yhteyttä ei ole käytettävissä
fr: Aucune connexion internet disponible
hi: इंटरनेट कनेक्शन उपलब्ध नहीं है
id: Koneksi internet tidak tersedia
it: Nessuna connessione internet disponibile
ja: インターネット接続ができません
km: គ្មានការភ្ជាប់អ៊ីនធឺណិតទេ
ko: 인터넷에 연결되어 있지 않습니다
lt: Nėra interneto ryšio
lv: Nav pieejams interneta savienojums
mt: M'hawnx konnessjoni mal-Internet
nb: Ingen internettforbindelse tilgjengelig
nl: Geen internetverbinding beschikbaar
pl: Brak dostępnego połączenia z Internetem
pt: Ligação à Internet não disponível
ro: Nu este disponibilă nicio rețea de internet
ru: Нет подключения к интернету
sk: Nie je k dispozícii pripojenie na internet
sl: Internetna povezava ni na voljo
sv: Ingen internetanslutning är tillgänglig
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
tr: Kullanılabilir internet bağlantısı yok
vi: Không có kết nối internet
zh_hans: 没有可用的网络连接
zh_hant: 無網際網路連線可用

# auth.error.invalid-key.title
source: Certificate not valid anymore. Please contact the app vendor
af: Sertifikaat is nie meer geldig nie. Kontak asseblief die programverskaffer.
ar: الشهادة لم تعد صالحة. يُرجى الاتصال ببائع التطبيق
da: Certifikatet er ikke længere gyldigt. Kontakt app-leverandøren
de: Zertifikat ist nicht mehr gültig. Bitte kontaktieren Sie den App-Anbieter
es: El certificado ya no es válido. Ponte en contacto con el proveedor de la aplicación
et: Sertifikaat ei kehti enam. Võtke ühendust rakenduse pakkujaga
fi: Varmenne on vanhentunut. Ota yhteyttä sovelluksen toimittajaan
fr: Le certificat n'est plus valide. Veuillez contacter le vendeur de l'application.
hi: प्रमाण पत्र अब मान्य नहीं है। कृपया ऐप विक्रेता से संपर्क करें
id: Sertifikat tidak berlaku lagi. Hubungi vendor aplikasi
it: Il certificato non è più valido. Si prega di contattare il fornitore dell'applicazione
ja: 証明書は無効になりました。アプリのベンダーにお問い合わせください
km: វិញ្ញាបនបត្រលែងមានសុពលភាពទៀតហើយ។ សូមទាក់ទងអ្នកលក់កម្មវិធី
ko: 인증서가 유효하지 않습니다. 앱 공급업체에 문의 바랍니다.
lt: Sertifikatas nebegalioja. Prašome susisiekti su programėlės pardavėju
lv: Sertifikāts vairs nav derīgs. Lūdzu, sazinieties ar lietotnes pārdevēju.
mt: Iċ-ċertifikat m'għadux aktar validu. Jekk jogħġbok ikkuntattja lill-bejjiegħ tal-app.
nb: Sertifikatet er ikke gyldig lenger. Kontakt app-leverandøren
nl: Certificaat niet langer geldig. Neem contact op met de verkoper van de app
pl: Certyfikat nie jest już ważny. Skontaktuj się ze sprzedawcą aplikacji
pt: O certificado já não é válido. Contacte o fornecedor da aplicação
ro: Certificatul nu mai este valabil. Vă rugăm să contactați furnizorul aplicației
ru: Сертификат больше не действителен. Свяжитесь с поставщиком приложения
sk: Certifikát už nie je platný. Obráťte sa na dodávateľa aplikácie
sl: Potrdilo ni več veljavno. Obrnite se na prodajalca aplikacije.
sv: Certifikatet är inte längre giltigt. Kontakta appens leverantör
th: ใบรับรองใช้งานไม่ได้แล้ว โปรดติดต่อผู้จําหน่ายแอป
tr: Sertifika artık geçerli değil. Lütfen uygulama satıcısıyla iletişime geçin
vi: Chứng chỉ không còn hợp lệ. Vui lòng liên hệ với nhà cung cấp ứng dụng
zh_hans: 证书不再有效。请联系应用程序供应商
zh_hant: 證書不再有效。請聯絡 APP 供應商

# auth.error.network-problem.title
source: We have encountered a network communication problem
af: Daar was 'n netwerkkommunikasieprobleem
ar: واجهنا مشكلة في الاتصال بالشبكة
da: Der er opstået et problem med netværksforbindelsen
de: Es ist ein Verbindungsproblem aufgetreten
es: Hemos detectado un problema de comunicación de red
et: Meil on tekkinud võrgusuhtluse probleem
fi: Verkkoyhteyden toiminnassa on jokin ongelma
fr: Nous avons rencontré un problème de communication avec le réseau
hi: हमें एक नेटवर्क संचार समस्या का सामना करना पड़ा है
id: Kami mengalami masalah komunikasi jaringan
it: Abbiamo riscontrato un problema di comunicazione di rete
ja: ネットワーク通信の問題が発生しました
km: យើងបានជួបបញ្ហាទំនាក់ទំនងបណ្តាញ
ko: 네트워크 통신 문제가 발생했습니다
lt: Aptikta ryšio problema
lv: Esam saskārušies ar tīkla komunikācijas problēmu
mt: Iltqajna ma' problema fil-komunikazzjoni tan-netwerk
nb: Det har oppstått et problem med nettverkskommunikasjon
nl: We zijn gestuit op een netwerk communicatieprobleem
pl: Napotkaliśmy problem z komunikacją sieciową
pt: Encontrámos um problema de comunicação de rede
ro: Am întâmpinat o problemă la comunicare în rețea
ru: Мы столкнулись с проблемой сетевой связи
sk: Vyskytli sa problémy so sieťovou komunikáciou
sl: Naleteli smo na težavo z omrežno komunikacijo
sv: Nätverket har stött på ett kommunikationsproblem
th: เราพบปัญหาการสื่อสารเครือข่าย
tr: Bir ağ iletişimi sorunuyla karşılaştık
vi: Chúng tôi đã gặp sự cố về giao tiếp mạng
zh_hans: 我们遇到了网络通信问题
zh_hant: 我們遇到了網路通訊問題

# auth.error.setup-error.title
source: Scanning not available at this time, please contact the app vendor
af: Skandering is tans nie beskikbaar nie; kontak asseblief die programverskaffer
ar: المسح غير متاح في الوقت الحالي، يُرجى الاتصال ببائع التطبيق
da: Scanning er ikke tilgængelig på dette tidspunkt. Kontakt app-leverandøren
de: Scannen ist zum jetzigen Zeitpunkt nicht verfügbar. Bitte kontaktieren Sie den App-Anbieter
es: El escáner no está disponible ahora. Póngase en contacto con el proveedor de la aplicación.
et: Skannimine pole praegu saadaval, võtke ühendust rakenduse pakkujaga
fi: Skannaus ei ole tällä hetkellä käytettävissä. Ota yhteyttä sovelluksen toimittajaan
fr: La numérisation n'est pas disponible pour l'instant, veuillez prendre contact avec le distributeur de l'application
hi: स्कैनिंग इस समय उपलब्ध नहीं है, कृपया ऐप विक्रेता से संपर्क करें
id: Pemindaian tidak tersedia saat ini, hubungi vendor aplikasi
it: La scansione non è disponibile al momento, si prega di contattare il produttore dell'applicazione
ja: スキャンは現在利用できません。アプリのベンダーにお問い合わせください
km: ការស្កេនមិនអាចប្រើបាននៅពេលនេះ សូមទាក់ទងអ្នកលក់កម្មវិធី
ko: 현재 스캔을 사용할 수 없습니다. 앱 공급업체에 문의 바랍니다.
lt: Šiuo metu skenavimas neprieinamas, prašome susisiekti su programėlės pardavėju
lv: Skenēšana pašlaik nav pieejama. Lūdzu, sazinieties ar lietotnes pārdevēju.
mt: Bħalissa ma tistax tiskennja, jekk jogħġbok ikkuntattja lill-bejjiegħ tal-app
nb: Skanning er ikke tilgjengelig for øyeblikket. Kontakt appleverandøren
nl: Scannen niet beschikbaar op dit moment, neem alstublieft contact op met de verkoper van de app
pl: Obecnie skanowanie nie jest dostępne, skontaktuj się ze sprzedawcą aplikacji
pt: A digitalização não está de momento disponível; consulte o fornecedor da aplicação
ro: Procesul de scanare nu este disponibil momentan, vă rugăm să contactați furnizorul aplicației
ru: Сканирование сейчас не доступно, свяжитесь с поставщиком приложения
sk: Skenovanie nie je momentálne k dispozícii, kontaktujte dodávateľa aplikácie
sl: Optično branje trenutno ni na voljo, obrnite se na prodajalca aplikacije.
sv: Skanning är inte tillgänglig just nu. Kontakta appens leverantör
th: ไม่สามารถสแกนได้ในขณะนี้ โปรดติดต่อผู้จำหน่ายแอป
tr: Tarama şu anda kullanılamıyor, lütfen uygulama satıcısıyla iletişime geçin
vi: Chức năng quét hiện không khả dụng, vui lòng liên hệ với nhà cung cấp ứng dụng
zh_hans: 扫描目前不可用,请联系应用程序供应商
zh_hant: 目前無法掃描，請聯絡應用程式供應商

# auth.error.transaction-already-finished.title
source: Transaction already finished
af: Transaksie is reeds voltooi
ar: تم إنهاء المعاملة بالفعل
da: Transaktionen er allerede afsluttet
de: Transaktion bereits abgeschlossen
es: Transacción finalizada
et: Tehing on juba lõpule viidud
fi: Tapahtuma on jo suoritettu
fr: La transaction est déjà terminée
hi: लेन-देन पहले से ही समाप्त हो गया है
id: Transaksi sudah selesai
it: Transazione già ultimata
ja: 取引はすでに終了しています
km: ប្រតិបត្តិការបានបញ្ចប់រួចរាល់
ko: 트랜잭션이 이미 완료되었습니다
lt: Operacija jau baigta
lv: Darījums jau ir pabeigts
mt: It-tranżazzjoni diġà lesta
nb: Transaksjonen er allerede fullført
nl: Transactie al afgerond
pl: Transakcja już zakończona
pt: A transação já terminou
ro: Tranzacția s-a încheiat deja
ru: Транзакция уже завершена
sk: Transakcia už bola dokončená
sl: Transakcija je že zaključena
sv: Transaktionen är redan klar
th: ธุรกรรมเสร็จสิ้นแล้ว
tr: İşlem zaten tamamlandı
vi: Giao dịch đã hoàn tất
zh_hans: 交易已经完成
zh_hant: 交易已完成

# auth.scan-help-view.liveness-help.bad-angle
source: Hold your device at eye level and look straight into it
af: Hou u toestel op ooghoogte en kyk direk daarna
ar: أمسك جهازك على مستوى العين وانظر إليه مباشرة
da: Hold enheden i øjenhøjde og kig direkte ind i den
de: Halten Sie Ihre Kamera auf Augenhöhe und schauen Sie hinein
es: Mantenga el dispositivo al nivel de los ojos y mírelo directamente
et: Hoidke seadet silmade kõrgusel ja vaadake otse seadmesse
fi: Pidä laitetta silmien tasolla ja katso suoraan laitteeseen
fr: Placez la caméra à hauteur d'yeux et regardez droit devant
hi: अपने डिवाइस को आंखों के स्तर पर पकड़ें और सीधे इसमें देखें
id: Pegang perangkat setinggi mata dan lihat langsung ke perangkat
it: Posizionare il vostro dispositivo all'altezza degli occhi e guardare direttamente nell'obiettivo
ja: デバイスを目の高さでしっかりと持ってまっすぐ見ます
km: ដាក់ឧបករណ៍របស់អ្នកនៅកម្ពស់ត្រឹមភ្នែកហើយសម្លឹងឱ្យចំវា
ko: 기기를 눈높이에서 들고 똑바로 보세요
lt: Laikykite savo įrenginį akių lygyje ir žiūrėkite tiesiai į jį
lv: Turiet ierīci acu līmenī un skatieties tieši tajā
mt: Żomm it-tagħmir tiegħek f'livell mal-għajnejn u ħares dritt lejh
nb: Hold enheten i øyehøyde og se rett inn i den
nl: Houd je apparaat op ooghoogte en kijk er recht in
pl: Trzymaj urządzenie na wysokości oczu i patrz prosto przed siebie
pt: Segure o seu dispositivo à altura dos olhos e olhe directamente para este
ro: Țineți dispozitivul la nivelul ochilor și priviți direct spre acesta
ru: Держите устройство на уровне глаз и смотрите прямо в него
sk: Držte zariadenie na úrovni očí a pozerajte sa priamo naň
sl: Napravo držite na višini oči in glejte naravnost vanjo.
sv: Håll enheten i ögonhöjd och titta rätt in i den
th: ถืออุปกรณ์ที่ระดับสายตาและมองตรงไปที่กล้อง
tr: Cihazınızı göz hizasında tutun ve doğrudan kameraya bakın
vi: Giữ thiết bị ngang tầm mắt và nhìn thẳng vào đó
zh_hans: 将您的设备保持在眼睛的高度并直视设备
zh_hant: 將裝置放在視線高度並直視它

# auth.scan-help-view.liveness-help.bad-lightning
source: Avoid shadows and reflections on your face
af: Moenie dat daar skaduwees en weerkaatsings op u gesig is nie
ar: تجنب الظلال والانعكاسات على وجهك
da: Undgå skygger og refleksioner på dit ansigt
de: Schatten und Spiegelungen auf Ihrem Gesicht vermeiden
es: Evite sombras y reflejos en su rostro
et: Vältige varje ja peegeldusi näol
fi: Vältä varjoja ja heijastuksia
fr: Évitez les ombres et les reflets sur votre visage
hi: आपके चेहरे को छाया और परावर्तन से बचाएं
id: Hindari bayangan dan pantulan di wajah Anda
it: Evitare ombre e riflessi sul vostro viso
ja: 顔の影や反射がないようにしてください
km: ចៀសវាងស្រមោល និងការផ្លាតពន្លឺលើផ្ទៃមុខរបស់អ្នក
ko: 얼굴에 그림자와 반사가 일어나지 않게 하세요
lt: Venkite šešėlių ir atspindžių ant savo veido
lv: Izvairieties no ēnām un atspulgiem uz sejas
mt: Evita dellijiet u riflessjonijiet fuq wiċċek
nb: Unngå skygger og refleksjoner i ansiktet ditt
nl: Vermijd schaduwen en reflecties op je gezicht
pl: Unikaj cieni i odbić na twarzy
pt: Evite sombras e reflexos a incidir sobre o seu rosto
ro: Evitați umbrele și reflexiile pe față
ru: Избегайте теней и отражений на лице
sk: Vyhnite sa tieňom a odrazom na vašej tvári
sl: Preprečite sence in odseve na obrazu.
sv: Undvik skuggor och reflektioner i ansiktet
th: หลีกเลี่ยงจุดที่ทำให้เกิดเงาและแสงสะท้อนบนใบหน้า
tr: Yüzünüzde oluşabilecek gölgelerden ve yansımalardan kaçının
vi: Tránh bóng tối và bóng phản chiếu trên khuôn mặt bạn
zh_hans: 请避免脸部出现阴影和反光
zh_hant: 避免臉上出現陰影和反射

# auth.scan-help-view.liveness-help.button-continue.title
source: Tap to continue
af: Druk om voort te gaan
ar: اضغط للمتابعة
da: Tryk for at fortsætte
de: Zum Fortsetzen tippen
es: Pulse para continuar
et: Jätkamiseks puudutage
fi: Jatka napauttamalla
fr: Appuyer pour continuer
hi: जारी रखने के लिए टैप करें
id: Ketuk untuk melanjutka
it: Premere per continuare
ja: タップして続行
km: ប៉ះដើម្បីបន្ត
ko: 계속하려면 탭하세요
lt: Paspauskite, kad tęstumėte
lv: Pieskarieties, lai turpinātu
mt: Agħfas biex tkompli
nb: Trykk for å fortsette
nl: Klik om door te gaan
pl: Kontynuuj
pt: Toque para continuar
ro: Continuare
ru: Нажмите, чтобы продолжить
sk: Pokračujte klepnutím
sl: Tapnite za nadaljevanje
sv: Klicka för att fortsätta
th: แตะเพื่อดำเนินการต่อ
tr: Devam etmek için dokun
vi: Nhấn để tiếp tục
zh_hans: 点击继续
zh_hant: 點按以繼續
