Repository: mobile236/mobile-flutter-apps
Catalog: ios/Localizations/*.lproj/Localizable-Authentication.strings
Languages: af, ar, da, de, es, et, fi, fr, hi, id, it, ja, km, ko, lt, lv, mt, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, vi, zh_hans, zh_hant

# auth.scan-help-view.liveness-help.general
source: Follow the two-step process and align your face with the frame. Hold your device on eye level and look straight into the camera. Your face will be captured automatically
af: Volg die tweestap-proses en sit u gesig in die raam. Hou u toestel op ooghoogte en kyk direk na die kamera. U gesig sal outomaties vasgelê word.
ar: اتبع عملية من خطوتين وقم بمحاذاة وجهك مع الإطار. أمسك جهازك على مستوى العين وانظر مباشرةً إلى الكاميرا. سيتم التقاط وجهك تلقائيًا
da: Følg de to trin og placer dit ansigt inden for rammen. Hold enheden i øjenhøjde, og kig direkte ind i kameraet. Billedet tages automatisk.
de: Folgen Sie dem zweistufigen Prozess und richten Sie Ihr Gesicht am Rahmen aus. Halten Sie Ihr Gerät auf Augenhöhe und schauen Sie direkt in die Kamera. Ihr Gesicht wird automatisch erfasst.
es: Sigue el proceso de dos pasos y coloca tu rostro dentro del marco. Mantén el dispositivo a la altura de los ojos y mira directamente a la cámara. Tu rostro se capturará automáticamente.
et: Järgige kaheastmelist protsessi ja joondage oma nägu raamiga. Hoidke seadet silmade kõrgusel ja vaadake otse kaamerasse. Teie nägu jäädvustatakse automaatselt.
fi: Noudata kaksivaiheista prosessia ja kohdista kasvosi kehykseen. Pidä laitetta silmien tasolla ja katso suoraan kameraan. Kuva tallennetaan automaattisesti
fr: Suivez le processus à deux étapes et alignez votre visage avec le cadre. Tenez votre appareil au niveau des yeux et regardez droit dans la caméra. Votre visage sera capturé automatiquement.
hi: दो चरण की प्रक्रिया का पालन करें और फ्रेम के साथ अपने चेहरे को संरेखित करें। आंखके स्तर पर अपने डिवाइस पकडें और सीधे कैमरे में देखें। आपका चेहरा स्वचालित रूप से कैप्चर हो जाएगा
id: Ikuti proses dua langkah dan selaraskan wajah Anda dengan bingkai. Pegang perangkat setinggi mata dan lihat langsung ke kamera. Wajah anda akan ditangkap secara otomatis
it: Seguire il processo in due fasi e allineare il vostro viso con l'inquadratura. Posizionare il vostro dispositivo all'altezza degli occhi e guardare direttamente nella fotocamera. Il vostro viso verrà acquisito automaticamente
ja: 2段階のプロセスに従って、顔をフレームに合わせてください。デバイスを目の高さでしっかりと持ってカメラをまっすぐ見てください。顔が自動的にキャプチャされます
km: អនុវត្តតាមដំណើរការពីរជំហាន ហើយតម្រង់មុខរបស់អ្នកឱ្យចំស៊ុម។ ដាក់ឧបករណ៍របស់អ្នកនៅកម្ពស់ត្រឹមភ្នែក ហើយសម្លឹងឱ្យចំកាមេរ៉ា។ មុខរបស់អ្នកនឹងត្រូវបានថតដោយស្វ័យប្រវត្តិ
ko: 2단계 과정을 따라 얼굴을 프레임에 맞춥니다. 기기를 눈높이에서 들고 카메라를 똑바로 봅니다. 얼굴이 자동으로 촬영됩니다.
lt: Sekite dviejų žingsnių procesą ir sulygiuokite savo veidą su rėmeliu. Laikykite savo įrenginį akių lygyje ir žiūrėkite tiesiai į kamerą. Jūsų veidas bus užfiksuotas automatiškai.
lv: Sekojiet divpakāpju procesam un novietojiet seju tā, lai tā ietilpst rāmī. Turiet ierīci acu līmenī un skatieties tieši kamerā. Jūsu sejas attēls tiks uzņemts automātiski.
mt: Segwi l-proċess li fih żewġ passi u allinja wiċċek mal-frejm. Żomm it-tagħmir tiegħek f'livell mal-għajnejn u ħares dritt fil-kamera. Se jinġibed ritratt ta' wiċċek awtomatikament.
nb: Følg totrinnsprosessen og juster ansiktet ditt mot rammen. Hold enheten din i øyehøyde og se rett inn i kameraet. Ansiktet ditt registreres automatisk
nl: Volg het proces in twee stappen en stel uw gezicht gelijk met het kader. Houd uw apparaat op ooghoogte en kijk recht in de camera. Uw gezicht wordt automatisch vastgelegd
pl: Postępuj zgodnie z dwuetapowym procesem i dopasuj swoją twarz do ramki. Trzymaj urządzenie na wysokości oczu i patrz prosto w aparat. Twoja twarz zostanie uchwycona automatycznie
pt: Siga o processo de dois passos e alinhe o seu rosto com a moldura. Segure o seu dispositivo ao nível dos olhos e olhe diretamente para a câmara. A imagem do seu rosto será automaticamente captada
ro: Urmați procesul de două etape și așezați fața în centrul cadrului. Țineți dispozitivul la nivelul ochilor și priviți direct în cameră. Fața va fi captată automat
ru: Пройдите двухэтапный процесс и выровняйте свое лицо по рамке. Держите устройство на уровне глаз и смотрите прямо в камеру. Ваше лицо будет снято автоматически
sk: Nasmerujte tvár do rámu a pozerajte sa priamo do fotoaparátu. Zariadenie držte na úrovni očí a pozerajte sa priamo do fotoaparátu. K nasnímaniu vašej tváre dôjde automaticky.
sl: Sledite postopku v dveh korakih in poravnajte obraz z okvirjem. Napravo držite na višini oči in glejte naravnost v kamero. Vaš obraz bo zajet samodejno.
sv: Följ de två stegen och se till att ditt ansikte är innanför ramen. Håll din enhet i ögonhöjd och titta rakt in i kameran. Ditt ansikte fotograferas automatiskt.
th: ปฏิบัติตามกระบวนการสองขั้นตอน และวางใบหน้าให้เข้ากับกรอบ ถืออุปกรณ์ในระดับสายตาและมองตรงไปที่กล้อง ระบบจะจับภาพใบหน้าของคุณโดยอัตโนมัติ
tr: İki adımlı süreci izleyip yüzünüzü çerçeveyle hizalayın. Cihazınızı göz hizasında tutun ve doğrudan kameraya bakın. Yüzünüzün resmi otomatik olarak çekilir.
vi: Làm theo quy trình gồm hai bước và căn chỉnh khuôn mặt của bạn vào khung. Giữ yên thiết bị ngang tầm mắt và nhìn thẳng vào máy ảnh. Khuôn mặt của bạn sẽ được tự động chụp.
zh_hans: 按照这两个步骤,将你的脸与镜框对齐。将你的设备与眼睛齐平,直视摄像头。你的面部图像会被自动捕捉
zh_hant: 遵循兩步過程，將您的臉與框架對齊。將您的裝置放在視線水平的位置，直視攝像機。您的臉將被自動捕捉

# auth.scan-view.accessibility-label.close-button
source: Quit scan
af: Verlaat skandering
ar: إنهاء المسح
da: Afslut scanning
de: Scan beenden
es: Salir del escáner
et: Lõpeta skannimine
fi: Lopeta skannaus
fr: Annuler la numérisation
hi: स्कैन से बाहर निकलें
id: Berhenti memindai
it: Uscire dalla scansione
ja: スキャンを終了
km: ឈប់ស្កេន
ko: 스캔 종료
lt: Nutraukti skenavimą
lv: Pārtraukt seknēšanu
mt: Waqqaf l-iskenn
nb: Avslutt skanning
nl: Stop scannen
pl: Zakończ skanowanie
pt: Sair da digitalização
ro: Renunțați la scanare
ru: Завершить сканирование
sk: Ukončiť skenovanie
sl: Prekliči optično branje
sv: Avsluta skanningen
th: ออกจากการสแกน
tr: Taramadan çık
vi: Thoát khỏi quét
zh_hans: 退出扫描
zh_hant: 退出掃描

# auth.scan-view.liveness-help.navigation-item.title
source: Experiencing problems?
af: Ondervind u probleme?
ar: هل تواجه مشكلات؟
da: Har du problemer?
de: Brauchen Sie Hilfe?
es: ¿Hay problemas?
et: Ilmnesid probleemid?
fi: Onko sinulla ongelmia?
fr: Des problèmes?
hi: समस्याएँ आ रही हैं?
id: Mengalami masalah?
it: Problemi riscontrati?
ja: 問題が発生していますか？
km: តើមានជួបបញ្ហាឬទេ?
ko: 문제가 있습니까?
lt: Patiriate problemas?
lv: Vai rodas problēmas?
mt: Qed tesperjenza xi problemi?
nb: Har du problemer?
nl: Ervaar je problemen?
pl: Występują problemy?
pt: Está a ter problemas?
ro: Aveți probleme?
ru: Возникли проблемы?
sk: Máte problémy?
sl: Imate težave?
sv: Problem?
th: ประสบปัญหาใช่หรือไม่
tr: Sorun mu yaşıyorsunuz?
vi: Bạn gặp vấn đề?
zh_hans: 遇到问题？
zh_hant: 遇到問題了嗎？

# auth.scan-view.liveness-help.upfront.navigation-item.title
source: Capture your face
af: Lê u gesig vas
ar: التقاط صورة لوجهك
da: Tag et billede af dit ansigt
de: Erfasse dein Gesicht
es: Captura tu rostro
et: Jäädvustage oma nägu
fi: Kuvaa kasvosi
fr: Capturez votre visage
hi: अपना चेहरा कैप्चर करें
id: Ambil gambar wajah Anda
it: Acquisire il vostro viso
ja: 顔のキャプチャ
km: ថតមុខរបស់អ្នក
ko: 얼굴 촬영
lt: Nufotografuokite savo veidą
lv: Uzņemt sejas attēlu
mt: Iġbed ritratt ta' wiċċek
nb: Registrer ansiktet ditt
nl: Leg uw gezicht vast
pl: Uchwyć swoją twarz
pt: Capte o seu rosto
ro: Capturați-vă fața
ru: Сделайте снимок своего лица
sk: Nasnímanie tváre
sl: Zajemite svoj obraz
sv: Ta en bild av ditt ansikte
th: จับภาพใบหน้าของคุณ
tr: Yüzünüzün resmini çekin
vi: Chụp ảnh khuôn mặt bạn
zh_hans: 捕捉你的脸
zh_hant: 捕捉您的臉

# auth.scanview.liveness.landscape.description
source: Please rotate your phone to portrait to take a selfie
af: Draai asseblief u foon na portret om 'n selfie te neem
ar: يُرجى تدوير هاتفك إلى الوضع الرأسي لالتقاط صورة ذاتية
da: Roter din telefon til portrættilstand for at tage en selfie
de: Bitte halten Sie Ihr Handy im Hochformat, um ein Selfie aufzunehmen.
es: Ponga el móvil en vertical para hacer un selfie
et: Selfie pildistamiseks pöörake oma telefon portreeformaati
fi: Ota selfie kääntämällä puhelin pystyasentoon
fr: Veuillez tourner votre téléphone pour prendre un selfie en mode portrait.
hi: सेल्फी लेने के लिए कृपया अपने फोन को पोर्ट्रेट के लिए घुमाएं
id: Putar ponsel untuk memotret atau mengambil selfie
it: Si prega di ruotare il vostro telefono in modalità ritratto per scattare un selfie
ja: 自撮り写真を撮るには、スマートフォンを縦向きにしてください
km: សូមបង្វិលទូរសព្ទរបស់អ្នកទៅបញ្ឈរដើម្បីថតសែលហ្វី
ko: 셀카를 찍으려면 휴대폰을 세로로 회전하세요
lt: Paverskite savo telefoną statmenai, kad nufotografuotumėte asmenukę
lv: Lūdzu, pagrieziet tālruni portreta režīmā, lai ņemtu pašportretu
mt: Jekk jogħġbok dawwar il-mowbajl tiegħek fil-pożizzjoni portrait biex tieħu stessu
nb: Roter telefonen til portrett for å ta en selfie
nl: Draai uw telefoon naar portret om een selfie te nemen
pl: Obróć telefon do pozycji pionowej, aby zrobić sobie zdjęcie
pt: Rode o seu dispositivo para o modo de retrato para tirar uma selfie
ro: Vă rugăm să rotiți telefonul pe modul portret pentru a face o poză a feței
ru: Поверните телефон вертикально, чтобы сделать селфи
sk: Ak chcete urobiť selfie, otočte telefón na výšku
sl: Telefon obrnite pokončno in se fotografirajte
sv: Håll mobilen i stående läge för att ta en selfie i porträttformat
th: โปรดหมุนโทรศัพท์เป็นแนวตั้งเพื่อถ่ายภาพตัวเอง
tr: Lütfen selfie çekmek için telefonunuzu dikey konuma döndürün
vi: Hãy xoay dọc điện thoại để chụp ảnh tự chụp
zh_hans: 请将手机旋转至纵向来拍摄自拍照
zh_hant: 請旋轉手機至人像以自拍

# auth.scanview.liveness.landscape.header
source: Rotate your device
af: Draai u toestel
ar: أدر جهازك
da: Roter din enhed
de: Drehen Sie Ihr Gerät
es: Gire su dispositivo
et: Pöörake seadet
fi: Käännä laitettasi
fr: Tournez votre appareil
hi: अपने डिवाइस को घुमाएं
id: Putar perangkat Anda
it: Ruotare il vostro dispositivo
ja: デバイスを回転
km: បង្វិលឧបករណ៍របស់អ្នក
ko: 기기 회전
lt: Pasukite savo įrenginį
lv: Pagrieziet savu ierīci
mt: Dawwar it-tagħmir tiegħek
nb: Roter enheten
nl: Draai uw apparaat
pl: Obróć urządzenie
pt: Rode o seu dispositivo
ro: Rotiți dispozitivul
ru: Поверните устройство
sk: Otočte zariadenie
sl: Obrnite napravo
sv: Rotera din enhet
th: หมุนอุปกรณ์
tr: Cihazınızı döndürün
vi: Xoay thiết bị của bạn
zh_hans: 旋转您的设备
zh_hant: 旋轉裝置

# zoom_feedback_a_little_too_close
source: Move back a bit
af: Gaan 'n bietjie terug
ar: تحرّك للوراء قليلاً
da: Ryk lidt tilbage
de: Etwas weiter weg
es: Retroceda un poco
et: Liigutage natuke tagasi
fi: Siirry hieman taaksepäin
fr: Reculez un peu
hi: थोड़ा पीछे ले जाएँ
id: Mundur sedikit
it: Allontanarsi di poco
ja: 少し離れて
km: ខិតថយក្រោយបន្តិច
ko: 조금 뒤로 이동
lt: Šiek tiek atitraukite
lv: Paejiet nedaudz tālāk
mt: Imxi ftit lura
nb: Gå litt tilbake
nl: Ga een stukje achteruit
pl: Oddal się trochę
pt: Afaste-se um pouco
ro: Mișcați-vă un pic în spate
ru: Отодвиньте немного дальше
sk: Posuňte sa o kúsok ďalej
sl: Malo se oddaljite
sv: Flytta dig lite bakåt
th: ถอยหลังไปเล็กน้อย
tr: Biraz uzaklaşın
vi: Di chuyển ra xa một chút
zh_hans: 往后一点
zh_hant: 移後一點

# zoom_feedback_a_little_too_close_tablet
source: Move back a bit
af: Gaan 'n bietjie terug
ar: تحرّك للوراء قليلاً
da: Ryk lidt tilbage
de: Etwas weiter weg
es: Retroceda un poco
et: Liigutage natuke tagasi
fi: Siirry hieman taaksepäin
fr: Reculez un peu
hi: थोड़ा पीछे ले जाएँ
id: Mundur sedikit
it: Allontanarsi di poco
ja: 少し離れて
km: ខិតថយក្រោយបន្តិច
ko: 조금 뒤로 이동
lt: Šiek tiek atitraukite
lv: Paejiet nedaudz tālāk
mt: Imxi ftit lura
nb: Gå litt tilbake
nl: Ga een stukje achteruit
pl: Oddal się trochę
pt: Afaste-se um pouco
ro: Mișcați-vă un pic în spate
ru: Отодвиньте немного дальше
sk: Posuňte sa o kúsok ďalej
sl: Malo se oddaljite
sv: Flytta dig lite bakåt
th: ถอยหลังไปเล็กน้อย
tr: Biraz uzaklaşın
vi: Di chuyển ra xa một chút
zh_hans: 往后一点
zh_hant: 移後一點

# zoom_feedback_center_face
source: Center your face
af: Sit u gesig in die middel
ar: اجعل وجهك في الوسط
da: Centrer dit ansigt
de: Gesicht zentrieren
es: Centre su cara
et: Tsentreerige oma nägu
fi: Keskitä kasvosi
fr: Centrez votre visage
hi: अपने चेहरे को केंद्र में लाएं
id: Pusatkan wajah Anda
it: Centrare il vostro volto
ja: 顔を中心にして
km: ដាក់មុខរបស់អ្នកឱ្យនៅចំកណ្ដាល
ko: 얼굴을 중앙에 놓아주세요
lt: Išlaikykite veidą centre
lv: Centrējiet savu seju
mt: Poġġi wiċċek fiċ-ċentru
nb: Midtstill ansiktet ditt
nl: Centreer je gezicht
pl: Wyśrodkuj twarz
pt: Centre o seu rosto
ro: Încadrați fața central
ru: Выровняйте лицо по центру
sk: Vycentrujte si tvár
sl: Obraz postavite na sredino
sv: Centrera ditt ansikte
th: วางใบหน้าให้อยู่ตรงกลาง
tr: Yüzünüzü ortalayın
vi: Chỉnh khuôn mặt bạn vào giữa
zh_hans: 将您的脸放到中间
zh_hant: 臉部居中

# zoom_feedback_face_not_found
source: Frame your face
af: Sit u gesig in die raam
ar: ضع وجهك داخل الإطار
da: Placer dit ansigt i rammen
de: Gesicht am Rahmen ausrichten
es: Colóquese dentro del marco
et: Raamige oma nägu
fi: Sovita kasvosi kehykseen
fr: Placez votre visage dans le cadre
hi: अपने चेहरे को फ्रेम करें
id: Bingkai wajah Anda
it: Inquadrare il vostro volto
ja: 顔をフレームに入れて
km: ដាក់ស៊ុមជុំវិញមុខរបស់អ្នក
ko: 얼굴을 프레임에 맞추세요
lt: Sutalpinkite veidą į rėmelį
lv: Kadrējiet savu seju
mt: Daħħal wiċċek fil-frejm
nb: Hold ansiktet innenfor rammen
nl: Frame je gezicht
pl: Dopasuj twarz
pt: Enquadre o seu rosto
ro: Încadrați-vă fața
ru: Поместите лицо в рамку
sk: Ohraničte záber na svoju tvár
sl: Obraz vstavite v okvir
sv: Rama in ansiktet
th: วางใบหน้าอยู่ในกรอบ
tr: Yüzünüzü çerçeveye sığdırın
vi: Chỉnh khuôn mặt vào trong khung
zh_hans: 将您的脸放到框内
zh_hant: 框住您的臉

# zoom_feedback_face_not_looking_straight_ahead
source: Look straight ahead
af: Kyk reguit vorentoe
ar: انظر للأمام مباشرة
da: Se lige frem
de: Geradeaus blicken
es: Mire hacia adelante
et: Vaadake otse
fi: Katso suoraan eteenpäin
fr: Regardez droit devant vous
hi: सीधे आगे देखें
id: Lihat lurus ke depan
it: Guardare dritto
ja: 真っすぐ前を見て
km: មើលឱ្យត្រង់ទៅមុខ
ko: 정면을 보세요
lt: Žiūrėkite į priekį
lv: Skatieties taisni uz priekšu
mt: Ħares dritt 'il quddiem
nb: Se rett frem
nl: Kijk recht vooruit
pl: Patrz prosto przed siebie
pt: Olhe em frente
ro: Priviți drept înainte
ru: Смотрите прямо перед собой
sk: Pozerajte sa priamo pred seba
sl: Glejte naravnost
sv: Titta rakt framåt
th: มองตรงไปข้างหน้า
tr: Tam karşıya bakın
vi: Nhìn thẳng về phía trước
zh_hans: 直视前方
zh_hant: 直視前方

# zoom_feedback_face_not_upright
source: Keep your head straight
af: Hou u kop regop
ar: حافظ على استقامة رأسك
da: Hold hovedet lige
de: Kopf gerade halten
es: Mantenga la cabeza recta
et: Hoidke pea otse
fi: Pidä pää suorassa
fr: Tenez la tête droite
hi: अपने सिर को सीधा रखें
id: Jaga kepala Anda tetap lurus
it: Tenere la testa dritta
ja: 頭をまっすぐにして
km: ដាក់ក្បាលរបស់អ្នកឱ្យត្រង់
ko: 머리를 똑바로 맞춰주세요
lt: Laikykite galvą tiesiai
lv: Turiet galvu taisni
mt: Żomm rasek dritta
nb: Hold hodet rett
nl: Houd je hoofd recht
pl: Trzymaj głowę prosto
pt: Mantenha a cabeça direita
ro: Țineți-vă capul drept
ru: Держите голову прямо
sk: Držte hlavu rovno
sl: Ne nagibajte glave
sv: Håll huvudet rakt
th: ตั้งศีรษะให้ตรง
tr: Kafanızı dik tutun
vi: Giữ thẳng đầu
zh_hans: 头不要歪
zh_hant: 保持頭直

# zoom_feedback_hold_steady
source: Hold still
af: Hou stil
ar: اثبت في مكانك
da: Hold stille
de: Ruhig halten
es: No se mueva
et: Hoidke paigal
fi: Pysy paikoillasi
fr: Ne bougez pas
hi: स्थिर पकड़े रखें
id: Tahan terus
it: Rimanere immobili
ja: 静止したまま
km: កាន់ឲ្យនឹង
ko: 가만히 계세요
lt: Laikykite ramiai
lv: Stāviet un nekustieties
mt: Tiċċaqlaqx
nb: Stå stille
nl: Niet bewegen
pl: Nie ruszaj się
pt: Não se mexa
ro: Stați nemișcat
ru: Не двигайтесь
sk: Nehýbte sa
sl: Ne premikajte se
sv: Håll stadigt
th: ถือนิ่ง ๆ
tr: Sabit durun
vi: Giữ yên
zh_hans: 保持稳定
zh_hant: 保持不動

# zoom_feedback_move_phone_away
source: Move back a bit
af: Gaan 'n bietjie terug
ar: تحرّك للوراء قليلاً
da: Ryk lidt tilbage
de: Etwas weiter weg
es: Retroceda un poco
et: Liigutage natuke tagasi
fi: Siirry hieman taaksepäin
fr: Reculez un peu
hi: थोड़ा पीछे ले जाएँ
id: Mundur sedikit
it: Allontanarsi di poco
ja: 少し離れて
km: ខិតថយក្រោយបន្តិច
ko: 조금 뒤로 이동
lt: Šiek tiek atitraukite
lv: Paejiet nedaudz tālāk
mt: Imxi ftit lura
nb: Gå litt tilbake
nl: Ga een stukje achteruit
pl: Oddal się trochę
pt: Afaste-se um pouco
ro: Mișcați-vă un pic în spate
ru: Отодвиньте немного дальше
sk: Posuňte sa o kúsok ďalej
sl: Malo se oddaljite
sv: Flytta dig lite bakåt
th: ถอยหลังไปเล็กน้อย
tr: Biraz uzaklaşın
vi: Di chuyển ra xa một chút
zh_hans: 往后一点
zh_hant: 移後一點

# zoom_feedback_move_phone_closer
source: Move a bit closer
af: Kom 'n bietjie nader
ar: تحرك أقرب قليلاً
da: Ryk lidt tættere på
de: Etwas näher kommen
es: Acérquese un poco
et: Liigutage natuke lähemale
fi: Siirry hieman lähemmäksi
fr: Rapprochez-vous un peu
hi: थोड़ा और करीब ले जाएँ
id: Bergeraklah sedikit lebih dekat
it: Avvicinarsi di poco
ja: 少し近づけて
km: ខិតឱ្យជិតបន្តិចទៀត
ko: 조금 더 가까이 이동
lt: Šiek tiek priartinkite
lv: Pieejiet nedaudz tuvāk
mt: Imxi ftit aktar viċin
nb: Gå litt nærmere
nl: Kom een stukje dichterbij
pl: Przybliż się
pt: Aproxime-se um pouco mais
ro: Mișcați-vă un pic mai aproape
ru: Пододвиньте немного ближе
sk: Posuňte sa o kúsok bližšie
sl: Malo se približajte
sv: Flytta dig lite närmare
th: ขยับเข้ามาใกล้เล็กน้อย
tr: Biraz daha yaklaşın
vi: Di chuyển lại gần hơn một chút
zh_hans: 靠近一点
zh_hant: 移近一點

# zoom_feedback_move_phone_even_closer
source: A bit closer
af: 'n Bietjie nader
ar: أقرب قليلاً
da: Lidt tættere på
de: Ein wenig näher
es: Un poco más cerca
et: Natuke lähemale
fi: Hieman lähemmäksi
fr: Encore plus près
hi: थोड़ा सा करीब
id: Sedikit lebih dekat
it: Un poco più vicino
ja: もう少し近くに
km: ឱ្យជិតបន្តិចទៀត
ko: 조금 더 가까이
lt: Šiek tiek arčiau
lv: Nedaudz tuvāk
mt: Ftit aktar viċin
nb: Litt nærmere
nl: Een beetje dichterbij
pl: Trochę bliżej
pt: Um pouco mais perto
ro: Un pic mai aproape
ru: Немного ближе
sk: Trochu bližšie
sl: Malo bližje
sv: Lite närmare
th: ใกล้เข้ามาอีก
tr: Biraz daha yakından
vi: Gần hơn một chút
zh_hans: 靠近一点
zh_hant: 靠近一點

# zoom_feedback_move_phone_to_eye_level
source: Hold device at eye level
af: Hou toestel op ooghoogte
ar: أمسك الجهاز على مستوى العين
da: Hold enheden i øjenhøjde
de: Kamera auf Augenhöhe halten
es: Mantenga el dispositivo al nivel de los ojos
et: Hoidke seadet silmade kõrgusel
fi: Pidä laitetta silmien tasolla
fr: Placez la caméra à hauteur d'yeux
hi: डिवाइस को आंखों के स्तर पर पकड़ें
id: Pegang perangkat setinggi mata
it: Posizionare il dispositivo all'altezza degli occhi
ja: デバイスを目の高さでしっかりと持ちます
km: ដាក់ឧបករណ៍នៅកម្ពស់ត្រឹមភ្នែក
ko: 기기를 눈높이에서 들고 계세요
lt: Laikykite įrenginį akių lygyje
lv: Turiet ierīci acu līmenī
mt: Żomm it-tagħmir f'livell mal-għajnejn
nb: Hold enheten i øyehøyde
nl: Houd apparaat op ooghoogte
pl: Trzymaj urządzenie na wysokości oczu
pt: Segure o dispositivo à altura dos olhos
ro: Țineți dispozitivul la nivelul ochilor
ru: Держите устройство на уровне глаз
sk: Zariadenie držte na úrovni očí
sl: Napravo držite na višini oči.
sv: Håll enheten i ögonhöjd
th: ถืออุปกรณ์ในระดับสายตา
tr: Cihazı göz hizasında tutun
vi: Giữ thiết bị ngang tầm mắt
zh_hans: 保持设备和眼睛在同一高度
zh_hant: 將裝置放在視線高度

# zoom_feedback_move_tablet_away
source: Move back a bit
af: Gaan 'n bietjie terug
ar: تحرّك للوراء قليلاً
da: Ryk lidt tilbage
de: Etwas weiter weg
es: Retroceda un poco
et: Liigutage natuke tagasi
fi: Siirry hieman taaksepäin
fr: Reculez un peu
hi: थोड़ा पीछे ले जाएँ
id: Mundur sedikit
it: Allontanarsi di poco
ja: 少し離れて
km: ខិតថយក្រោយបន្តិច
ko: 조금 뒤로 이동
lt: Šiek tiek atitraukite
lv: Paejiet nedaudz tālāk
mt: Imxi ftit lura
nb: Gå litt tilbake
nl: Ga een stukje achteruit
pl: Oddal się trochę
pt: Afaste-se um pouco
ro: Mișcați-vă un pic în spate
ru: Отодвиньте немного дальше
sk: Posuňte sa o kúsok ďalej
sl: Malo se oddaljite
sv: Flytta dig lite bakåt
th: ถอยหลังไปเล็กน้อย
tr: Biraz uzaklaşın
vi: Di chuyển ra xa một chút
zh_hans: 往后一点
zh_hant: 移後一點

# zoom_feedback_move_tablet_closer
source: Move a bit closer
af: Kom 'n bietjie nader
ar: تحرك أقرب قليلاً
da: Ryk lidt tættere på
de: Etwas näher kommen
es: Acérquese un poco
et: Liigutage natuke lähemale
fi: Siirry hieman lähemmäksi
fr: Rapprochez-vous un peu
hi: थोड़ा और करीब ले जाएँ
id: Bergeraklah sedikit lebih dekat
it: Avvicinarsi di poco
ja: 少し近づけて
km: ខិតឱ្យជិតបន្តិចទៀត
ko: 조금 더 가까이 이동
lt: Šiek tiek priartinkite
lv: Pieejiet nedaudz tuvāk
mt: Imxi ftit aktar viċin
nb: Gå litt nærmere
nl: Kom een stukje dichterbij
pl: Przybliż się
pt: Aproxime-se um pouco mais
ro: Mișcați-vă un pic mai aproape
ru: Пододвиньте немного ближе
sk: Posuňte sa o kúsok bližšie
sl: Malo se približajte
sv: Flytta dig lite närmare
th: ขยับเข้ามาใกล้เล็กน้อย
tr: Biraz daha yaklaşın
vi: Di chuyển lại gần hơn một chút
zh_hans: 靠近一点
zh_hant: 移近一點

# zoom_feedback_move_tablet_to_eye_level
source: Hold device at eye level
af: Hou toestel op ooghoogte
ar: أمسك الجهاز على مستوى العين
da: Hold enheden i øjenhøjde
de: Kamera auf Augenhöhe halten
es: Mantenga el dispositivo al nivel de los ojos
et: Hoidke seadet silmade kõrgusel
fi: Pidä laitetta silmien tasolla
fr: Placez la caméra à hauteur d'yeux
hi: डिवाइस को आंखों के स्तर पर पकड़ें
id: Pegang perangkat setinggi mata
it: Posizionare il dispositivo all'altezza degli occhi
ja: デバイスを目の高さでしっかりと持ちます
km: ដាក់ឧបករណ៍នៅកម្ពស់ត្រឹមភ្នែក
ko: 기기를 눈높이에서 들고 계세요
lt: Laikykite įrenginį akių lygyje
lv: Turiet ierīci acu līmenī
mt: Żomm it-tagħmir f'livell mal-għajnejn
nb: Hold enheten i øyehøyde
nl: Houd apparaat op ooghoogte
pl: Trzymaj urządzenie na wysokości oczu
pt: Segure o dispositivo à altura dos olhos
ro: Țineți dispozitivul la nivelul ochilor
ru: Держите устройство на уровне глаз
sk: Zariadenie držte na úrovni očí
sl: Napravo držite na višini oči.
sv: Håll enheten i ögonhöjd
th: ถืออุปกรณ์ในระดับสายตา
tr: Cihazı göz hizasında tutun
vi: Giữ thiết bị ngang tầm mắt
zh_hans: 保持设备和眼睛在同一高度
zh_hant: 將裝置放在視線高度
